[
 {
   "Timestamp": "5/24/2018 8:58:28",
   "actor": "Hannibal",
   "year": -238,
   "place": "Carthage",
   "date": "",
   "season": "",
   "citation": "3.11",
   "region": "North Africa",
   "latitude": 36.8529,
   "longitude": 10.3217,
   "text": "At nine years old Hannibal wants to go with his father on an expedition to conquer the Iberian penninsula (present day Spain). In order to go, his father has him perform a ritual where the young Hannibal puts his hand on an animal as it is sacrificed to the god Ba'al. As the animal died Hannibal swore he would never be friends with Rome.",
   "notes": "",
   "quote": "\"“there is nothing in my power that I would not do against her [Rome].\"",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.11",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 9:06:57",
   "actor": "Hannibal",
   "year": -219,
   "place": "Saguntum",
   "date": "",
   "season": "",
   "citation": "3.17",
   "region": "Iberia",
   "latitude": 39.67986,
   "longitude": -0.27844,
   "text": "Years later, the expedition to Iberia had been successful and Hannibal's father was in control of the Iberian Penninsula. Now Hannibal is 28 years-old and at the head of an army laying seige to the city of Suguntum. This is a provacative move because the Saguntines are allies to the Romans. After an eight month siege, Hannibal takes the city.  ",
   "notes": "",
   "quote": "“The money he reserved for the needs of his projected expedition; the slaves were distributed according to merit among his men; while the property was at once sent entire to Carthage. The result answered his expectations: the army was rendered more eager for action; the home populace more ready to grant whatever he asked; and he himself was enabled, by the possession of such abundant means, to carry out many measures that were of service to his expedition.”",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.17",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 9:14:57",
   "actor": "Hannibal",
   "year": -219,
   "place": "New Carthage",
   "date": "",
   "season": "winter",
   "citation": "3.33",
   "region": "Iberia",
   "latitude": 37.60512,
   "longitude": -0.98623,
   "text": "Following the fall of Saguntum, Hannibal gathers an army of in preparation for an invasion of Italy.",
   "notes": "",
   "quote": "“He explained to them how the Romans had demanded the surrender of himself and all the officers of the army: and pointed out the fertility of the country to which they were going, and the good-will and active alliance which the Celts were prepared to offer them. When the crowd of soldiers showed an enthusiastic readiness to accompany him, he dismissed the assembly, after thanking them, and naming the day on which he intended to march.”",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.34",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 9:20:59",
   "actor": "Hannibal",
   "year": -218,
   "place": "Pyrenees Mountain Range",
   "date": "",
   "season": "spring",
   "citation": "3.35",
   "region": "Iberia",
   "latitude": 42.6682,
   "longitude": 1.0012,
   "text": "After quickly defeating the local tribes by storming their towns, Hannibal takes his army of 50,000 infantry and 9,000 cavalry and crosses the Pyrenees to the Rhone.",
   "notes": "",
   "quote": "“The army was not so much numerous, as highly efficient, and in an extraordinary state of physical training from their continuous battles with the Iberians.”",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.35",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 9:25:24",
   "actor": "Hannibal",
   "year": -218,
   "place": "Alp Mountain Range",
   "date": "",
   "season": "spring",
   "citation": "3.39",
   "region": "Alps",
   "latitude": 46.8876,
   "longitude": 9.657,
   "text": "With his army of mercenaries and elephants, Hannibal crosses the Alps to surprise the Romans in Italy.",
   "notes": "",
   "quote": "\"So that the whole length of his march from New Carthage was about nine thousand stades, or 1125 Roman miles. Of the country he had thus to traverse he had already passed almost half in mere distance, but in the difficulties the greater part of his task was still before him.\"",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.39",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 9:33:11",
   "actor": "Hannibal",
   "year": -218,
   "place": "Turin",
   "date": "",
   "season": "spring",
   "citation": "3.6",
   "region": "Northern Italy",
   "latitude": 45.0703,
   "longitude": 7.6869,
   "text": "Having lost almost half his men in the Alps, Hannibal now came in contact with Northern tribesmen who resisted him. He soon attacked and captured their primary city. Afterwards, many flocked to join his army.",
   "notes": "",
   "quote": "\"Having put to the sword all who had opposed him, he struck such terror into the minds of the neighbouring tribes, that they all gave in their submission out of hand.\"",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.60",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 10:19:39",
   "actor": "Hannibal",
   "year": -218,
   "place": "Trebia River",
   "date": "December 218 BCE",
   "season": "winter",
   "citation": "3.71-3.73",
   "region": "Northern",
   "latitude": 45.0499998,
   "longitude": 9.5999976,
   "text": "Hannibal prepares an ambush of one thousand calvary and one thousand infantry led by his younger brother Mago. Hannibal also sent a cavalry detachment to wake the Romans up early so they would come to battle without having had breakfast. When the two sides met in battle the Carthaginians sprung the trap and attacked the unfed Romans from behind. In the confusion, many Romans fled and were cut down in the river. Only 10,000 of the 36,000 Roman soldiers survived and the Carthaginians lost approximately 4,000,  many of them being the Celtic allies.",
   "notes": "",
   "quote": "\"They regarded the result of the battle with great exultation, as a complete success.\"",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.74",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 10:33:47",
   "actor": "Hannibal",
   "year": -217,
   "place": "Lake Trasimene",
   "date": "22 June 217 BCE",
   "season": "summer",
   "citation": "3.84",
   "region": "Umbria, Italy",
   "latitude": 43.13699945,
   "longitude": 12.10449958,
   "text": "At the Battle of Lake Trasimene Hannibal lured the Romans into plains and ambushed them from the hills. The Romans were attacked on three sides and could not even form battle lines. There were about 30,000 Roman and allied troops at the battle and of them about 15,000 were killed or drowned while trying to escape, including the consul Gaius Flaminius.",
   "notes": "",
   "quote": "\"[N]ot only were the Centurions and Tribunes unable to relieve any part of the line that was in difficulties, but were not even able to get any clear idea of what was going on: for they were attacked simultaneously on front, rear, and both flanks.\"",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.84",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 10:58:59",
   "actor": "Hannibal",
   "year": -217,
   "place": "Ager Falernus",
   "date": "Summer 217 BCE",
   "season": "summer",
   "citation": "3.92-3.94",
   "region": "Campania, Italy",
   "latitude": 41.1094,
   "longitude": 14.2091,
   "text": "After the previous disaster, the Romans appoint the general Quintus Fabius Maximus as dictator to defeat Hannibal. After delaying battle so much that he got a military strategy named after him, Fabius finally trapped Hannibal in a plain and blocked every way Hannibal could escape. In response, Hannibal had his men tie wood to the horns of oxen and light the wood on fire. They then drove the oxen up the mountain pass, distracting the Romans enough for Hannibal to get away.",
   "notes": "Definitely rewrite this one",
   "quote": "\"But when they got near the oxen, they were puzzled by the lights, imagining them to be something more dangerous than they really were; and when the Carthaginian light-armed troops came on to the ground, after some slight skirmishing between the two parties, upon the oxen rushing in among them, they separated and took up their positions on different heights and waited for daybreak, not being able to comprehend what was taking place.\"",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.94",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 11:11:41",
   "actor": "Hannibal",
   "year": -216,
   "place": "Cannae",
   "date": "2 August 216 BCE",
   "season": "summer",
   "citation": "3.107-",
   "region": "Apulia",
   "latitude": 41.30638889,
   "longitude": 16.1325,
   "text": "After so many defeats, the Roman senate commands that Hannibal must be engaged in a battle soon. When the Romans come to battle Hannibal devises one of the most ingenious strategies in all of history. By putting his weakest soldiers in the middle he allowed them to be pushed back by the Romans while the flanks remained in place. This meant that by pushing back the troops in the center the Romans were letting themselves get surrounded. Polybius tells us that at that battle 85,000 Romans were slaughtered compared to the just under 6000 Carthiginians killed.",
   "notes": "",
   "quote": "\"First, then, give thanks to the gods: for they have brought the enemy into this country, because they designed the victory for us. And, next to me, for having compelled the enemy to fight,—for they cannot avoid it any longer,—and to fight in a place so full of advantages for us. But I do not think it becoming in me now to use many words in exhorting you to be brave and forward in this battle. When you had had no experience of fighting the Romans this was necessary, and I did then suggest many arguments and examples to you. But now seeing that you have undeniably beaten the Romans in three successive battles of such magnitude, what arguments could have greater influence with you in confirming your courage than the actual facts?\"",
   "uri": "http://data.perseus.org/citations/urn:cts:greekLit:tlg0543.tlg001.perseus-eng1:3.111",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 11:16:09",
   "actor": "Hannibal",
   "year": -212,
   "place": "Tarentum",
   "date": "",
   "season": "",
   "citation": "",
   "region": "Apulia",
   "latitude": 40.46666667,
   "longitude": 17.23333333,
   "text": "Hannibal takes one of the richest cities in Italy and sacks only the homes that belong to Romans.",
   "notes": "",
   "quote": "",
   "uri": "",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 11:20:01",
   "actor": "Hannibal",
   "year": -210,
   "place": "Herdonia",
   "date": "",
   "season": "",
   "citation": "",
   "region": "Apulia",
   "latitude": 41.46416667,
   "longitude": 15.54611111,
   "text": "Hannibal meets another consul and destroys his army, killing or capturing 13,000 of the 20,000 man army.",
   "notes": "",
   "quote": "",
   "uri": "",
   "faction": "carthage"
 },
 {
   "Timestamp": "5/24/2018 11:25:14",
   "actor": "Hannibal",
   "year": -202,
   "place": "Zama",
   "date": "",
   "season": "",
   "citation": "",
   "region": "Tunisia, North Africa",
   "latitude": 36.29888889,
   "longitude": 9.449166667,
   "text": "The night before the battle the two most brilliant generals of the generation met for a conversation in Hannibal's tent. They spoke and the next day went to battle. In a simple and unimaginative battle, the two armies clashed and Scipio came out the decisive victor. The Romans and their allies lost only 5,000 men while the Carthiginians lost upwards of 33,000. After this defeat, Hannibal returned to Carthage. He had lost the war.",
   "notes": "",
   "quote": "",
   "uri": "",
   "faction": "carthage"
 }
]
